Repository: whatever60/WinMio
Catalog: Mio/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans

# capture.copied
source: Copied
de: Kopiert
fr: Copié
ja: コピーしました
zh_hans: 已复制

# capture.saved
source: Saved
de: Gespeichert
fr: Enregistré
ja: 保存しました
zh_hans: 已保存

# common.cancel
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
zh_hans: 取消

# common.change
source: Change
de: Ändern
fr: Changer
ja: 変更
zh_hans: 更改

# common.confirm
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
zh_hans: 确定

# common.done
source: Done
de: Fertig
fr: Terminé
ja: 完了
zh_hans: 完成

# common.redo
source: Redo
de: Wiederholen
fr: Rétablir
ja: やり直す
zh_hans: 重做

# common.undo
source: Undo
de: Rückgängig
fr: Annuler
ja: 取り消す
zh_hans: 撤销

# editor.eyedropper.help
source: Pick screen color
de: Bildschirmfarbe wählen
fr: Sélectionner une couleur à l'écran
ja: 画面の色を取得
zh_hans: 屏幕取色

# editor.sampled_color.empty
source: No color picked yet
de: Noch keine Farbe gewählt
fr: Aucune couleur choisie
ja: 未選択
zh_hans: 尚未取色

# editor.sampled_color.use
source: Use last picked color
de: Zuletzt gewählte Farbe verwenden
fr: Utiliser la dernière couleur
ja: 直前に選んだ色を使う
zh_hans: 使用刚才取到的颜色

# editor.tool.arrow
source: Arrow
de: Pfeil
fr: Flèche
ja: 矢印
zh_hans: 箭头

# editor.tool.mosaic
source: Mosaic
de: Mosaik
fr: Mosaïque
ja: モザイク
zh_hans: 马赛克

# editor.tool.pencil
source: Brush
de: Pinsel
fr: Pinceau
ja: ブラシ
zh_hans: 画笔

# editor.tool.rectangle
source: Rectangle
de: Rechteck
ja: 長方形
zh_hans: 矩形

# error.accessibility_required.message
source: WinMio needs Accessibility to register global shortcuts. Go to System Settings → Privacy & Security → Accessibility and allow WinMio.
de: WinMio benötigt Bedienungshilfen, um globale Kurzbefehle zu registrieren. Gehe zu Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen und erlaube WinMio.
fr: WinMio a besoin de l’accessibilité pour enregistrer des raccourcis globaux. Allez dans Réglages Système → Confidentialité et sécurité → Accessibilité et autorisez WinMio.
ja: グローバルショートカットを登録するにはアクセシビリティの許可が必要です。 システム設定 → プライバシーとセキュリティ → アクセシビリティで WinMio を許可してください。
zh_hans: WinMio 需要辅助功能权限以注册全局快捷键。 前往“系统设置 → 隐私与安全性 → 辅助功能”并允许 WinMio。

# error.accessibility_required.title
source: Accessibility required
de: Bedienungshilfen erforderlich
fr: Accessibilité requise
ja: アクセシビリティが必要です
zh_hans: 需要辅助功能权限

# error.capture_error
source: Capture failed
de: Aufnahme fehlgeschlagen
fr: Capture échouée
ja: キャプチャに失敗しました
zh_hans: 截图失败

# error.capture_interrupted
source: Capture interrupted
de: Aufnahme unterbrochen
fr: Capture interrompue
ja: キャプチャが中断されました
zh_hans: 截图被中断

# error.fullscreen_capture_failed
source: Full-screen capture failed: %@
de: Vollbildaufnahme fehlgeschlagen: %@
fr: Échec de la capture plein écran : %@
ja: 全画面キャプチャに失敗しました: %@
zh_hans: 全屏截图失败：%@

# error.invalid_rectangle
source: Invalid selection
de: Ungültige Auswahl
fr: Sélection invalide
ja: 選択範囲が無効です
zh_hans: 选区无效

# error.mouse_location_unavailable
source: Can’t determine the pointer location
de: Die Zeigerposition kann nicht ermittelt werden
fr: Impossible de déterminer la position du pointeur
ja: ポインタの位置を取得できません
zh_hans: 无法获取鼠标位置

# error.no_window_at_point
source: No capturable window under the pointer
de: Kein aufnehmbares Fenster unter dem Zeiger
fr: Aucune fenêtre capturable sous le pointeur
ja: ポインタの下にキャプチャ可能なウインドウがありません
zh_hans: 鼠标下方未找到可截取的窗口

# error.open_system_settings
source: Open System Settings
de: Systemeinstellungen öffnen
fr: Ouvrir les réglages système
ja: システム設定を開く
zh_hans: 打开系统设置

# error.permissions_required.message
source: WinMio needs Screen Recording permission to capture. Go to System Settings → Privacy & Security → Screen Recording and allow WinMio.
de: WinMio benötigt die Berechtigung Bildschirmaufnahme, um Bildschirmfotos aufzunehmen. Gehe zu Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme und erlaube WinMio.
fr: WinMio a besoin de l’autorisation d’enregistrement d’écran pour capturer. Allez dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et autorisez WinMio.
ja: WinMio でキャプチャするには画面収録の許可が必要です。 システム設定 → プライバシーとセキュリティ → 画面収録で WinMio を許可してください。
zh_hans: WinMio 需要屏幕录制权限才能截图。 前往“系统设置 → 隐私与安全性 → 屏幕录制”并允许 WinMio。

# error.permissions_required.title
source: Screen recording required
de: Bildschirmaufnahme erforderlich
fr: Enregistrement d’écran requis
ja: 画面収録が必要です
zh_hans: 需要屏幕录制权限

# error.unable_to_launch
source: Unable to launch WinMio
de: WinMio konnte nicht gestartet werden
fr: Impossible de lancer WinMio
ja: WinMio を起動できません
zh_hans: 无法启动 WinMio

# error.window_gone
source: That window is closed or no longer on screen.
de: Dieses Fenster ist geschlossen oder nicht mehr auf dem Bildschirm.
fr: Cette fenêtre est fermée ou n’est plus à l’écran.
ja: 対象のウインドウは閉じられたか、画面上にありません。
zh_hans: 目标窗口已关闭或不在屏幕上。

# error.window_list_unavailable
source: Can’t access the window list. Check Screen Recording permission.
de: Auf die Fensterliste kann nicht zugegriffen werden. Prüfe die Berechtigung für die Bildschirmaufnahme.
fr: Impossible d’accéder à la liste des fenêtres. Vérifiez l’autorisation d’enregistrement de l’écran.
ja: ウインドウリストにアクセスできません。画面収録の許可を確認してください。
zh_hans: 无法访问窗口列表，请检查屏幕录制权限。

# hotkey.key.code
source: Key %d
de: Taste %d
fr: Touche %d
ja: キー %d
zh_hans: 按键 %d

# hotkey.key.down
source: Down
de: Unten
fr: Bas
ja: 下
zh_hans: 下

# hotkey.key.end
source: End
de: Ende
fr: Fin

# hotkey.key.left
source: Left
de: Links
fr: Gauche
ja: 左
zh_hans: 左

# hotkey.key.page_down
source: Page Down
de: Bild ab
fr: Page suivante

# hotkey.key.page_up
source: Page Up
de: Bild auf
fr: Page précédente

# hotkey.key.right
source: Right
de: Rechts
fr: Droite
ja: 右
zh_hans: 右

# hotkey.key.space
source: Space
de: Leertaste
fr: Espace
ja: スペース
zh_hans: 空格

# hotkey.key.up
source: Up
de: Oben
fr: Haut
ja: 上
zh_hans: 上

# menu.capture_advanced
source: Advanced Window Capture
de: Erweiterte Fensteraufnahme
fr: Capture de fenêtre avancée
ja: 高度なウィンドウキャプチャ
zh_hans: 高级窗口截图

# menu.capture_area
source: Quick Capture
de: Schnellaufnahme
fr: Capture rapide
ja: クイックキャプチャ
zh_hans: 快速截图

# menu.capture_fullscreen
source: Capture Full Screen
de: Ganzen Bildschirm aufnehmen
fr: Capturer tout l’écran
ja: フルスクリーンをキャプチャ
zh_hans: 全屏截图

# menu.preferences
source: Preferences...
de: Einstellungen...
fr: Préférences...
ja: 設定...
zh_hans: 设置...

# menu.quit
source: Quit WinMio
de: WinMio beenden
fr: Quitter WinMio
ja: WinMio を終了
zh_hans: 退出 WinMio

# onboarding.button.back
source: Back
de: Zurück
fr: Retour
ja: 戻る
zh_hans: 返回

# onboarding.button.next
source: Next
de: Weiter
fr: Suivant
ja: 次へ
zh_hans: 下一步

# onboarding.button.skip
source: Skip
de: Überspringen
fr: Passer
ja: スキップ
zh_hans: 跳过

# onboarding.button.skip_page
source: Skip this page
de: Diese Seite überspringen
fr: Passer cette page
ja: このページをスキップ
zh_hans: 跳过本页

# onboarding.button.start
source: Get started
de: Loslegen
fr: Commencer
ja: 始める
zh_hans: 开始使用

# onboarding.copied
source: Copied
de: Kopiert
fr: Copié
ja: コピー済み
zh_hans: 已复制

# onboarding.f5.subtitle
source: Press your shortcut, then drag a region or click a window.
de: Kurzbefehl drücken, dann einen Bereich aufziehen oder ein Fenster anklicken.
fr: Appuyez sur votre raccourci, puis sélectionnez une zone ou cliquez sur une fenêtre.
ja: ショートカットを押してから、領域をドラッグするかウインドウをクリックします。
zh_hans: 按下你的快捷键，拖出一块或点中一个窗口即可截图。

# onboarding.f5.title
source: Drag a region or click a window
de: Bereich aufziehen oder Fenster anklicken
fr: Sélectionnez une zone ou cliquez sur une fenêtre
ja: 領域をドラッグするか、ウインドウをクリック
zh_hans: 拖框选区，或点选窗口

# onboarding.f6.subtitle
source: Press the shortcut. No intermediate UI, instant capture.
de: Kurzbefehl drücken. Keine Zwischenschritte, sofortige Aufnahme.
fr: Appuyez sur le raccourci. Aucune étape intermédiaire, capture immédiate.
ja: ショートカットを押すだけで、UIの中間ステップなく即座にキャプチャ。
zh_hans: 按下快捷键，没有 UI 中间步骤，直接出图。

# onboarding.f6.title
source: Whole screen, one shortcut
de: Ganzer Bildschirm, ein Kurzbefehl
fr: Tout l'écran, en un raccourci
ja: 画面全体をワンショットで
zh_hans: 整张屏幕，一键带走

# onboarding.f7.subtitle
source: After selecting a region, the editor opens. Click Done to copy.
de: Nach der Auswahl öffnet sich der Editor. Klicke auf Fertig, um zu kopieren.
fr: Après la sélection, l'éditeur s'ouvre. Cliquez sur Terminé pour copier.
ja: 領域を選ぶとエディタが開きます。完了を押すとコピーされます。
zh_hans: 区域选完后进编辑器，画完点完成即可复制。

# onboarding.f7.title
source: Need to annotate? Use advanced capture
de: Annotieren? Verwende den erweiterten Modus
fr: Besoin d'annoter ? Utilisez la capture avancée
ja: 注釈が必要？ 詳細キャプチャを使う
zh_hans: 需要标注？用进阶截图

# onboarding.frame.signature.clear
source: Clear signature
de: Signatur löschen
fr: Effacer la signature
ja: 署名を消去
zh_hans: 清除署名

# onboarding.frame.signature.placeholder
source: Your signature (e.g. @yourname)
de: Deine Signatur (z. B. @yourname)
fr: Votre signature (ex. @yourname)
ja: あなたの署名(例:@yourname)
zh_hans: 你的署名（如 @yourname）

# onboarding.frame.subtitle
source: Give shared screenshots a signature touch. Disable or restyle anytime in Settings.
de: Verleihe geteilten Screenshots eine Signatur. Jederzeit in den Einstellungen anpassbar oder deaktivierbar.
fr: Apportez une signature à vos captures partagées. Désactivable ou personnalisable dans les Réglages.
ja: 共有するスクリーンショットに署名感を。設定でいつでもオフや変更ができます。
zh_hans: 让分享出去的截图有一份署名感。可在「设置」里随时关闭、调整主题。

# onboarding.frame.title
source: Add a frame to your window screenshots
de: Rahme deine Fenster-Screenshots ein
fr: Encadrez vos captures de fenêtre
ja: ウインドウのスクリーンショットにフレームを
zh_hans: 为你的窗口截图加上画框

# onboarding.help
source: Help
de: Hilfe
fr: Aide
ja: ヘルプ
zh_hans: 帮助

# onboarding.hotkey.cancel_recording
source: Cancel recording
de: Aufzeichnung abbrechen
fr: Annuler l'enregistrement
ja: 記録をキャンセル
zh_hans: 取消录入

# onboarding.hotkey.change
source: Change shortcut
de: Kurzbefehl ändern
fr: Modifier le raccourci
ja: ショートカットを変更
zh_hans: 更改快捷键

# onboarding.hotkey.clear
source: Clear shortcut
de: Kurzbefehl löschen
fr: Effacer le raccourci
ja: ショートカットを消去
zh_hans: 清除快捷键

# onboarding.hotkey.recording
source: Press any combination…
de: Beliebige Tastenkombination drücken …
fr: Appuyez sur une combinaison…
ja: 任意のキーの組み合わせを押す…
zh_hans: 按下任意组合…

# onboarding.hotkey.unset
source: Not set
de: Nicht festgelegt
fr: Non défini
ja: 未設定
zh_hans: 未设置

# onboarding.progress.label
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
fr: Page %1$lld sur %2$lld
ja: %2$lld ページ中 %1$lld ページ目
zh_hans: 第 %1$lld 页，共 %2$lld 页

# onboarding.storage.change
source: Change…
de: Ändern …
fr: Modifier…
ja: 変更…
zh_hans: 更改…

# onboarding.storage.clipboard.subtitle
source: Copy and paste at will, no files left behind.
de: Bequem einfügen, keine Dateien bleiben zurück.
fr: Copiez-collez à volonté, aucun fichier n'est conservé.
ja: コピーしてすぐ貼り付け、ファイルは残しません。
zh_hans: 截图复制后随手粘贴，不留文件。

# onboarding.storage.clipboard.title
source: Clipboard only
de: Nur Zwischenablage
fr: Presse-papiers uniquement
ja: クリップボードのみ
zh_hans: 仅剪贴板

# onboarding.storage.file.subtitle
source: Keep both the clipboard image and a local PNG.
de: Behalte sowohl die Zwischenablage als auch eine lokale PNG-Datei.
fr: Conservez à la fois la copie et un PNG local.
ja: クリップボードとローカル PNG の両方を保持します。
zh_hans: 剪贴板与本地 PNG 同时保留。

# onboarding.storage.file.title
source: Also save to folder
de: Auch im Ordner sichern
fr: Enregistrer aussi dans un dossier
ja: フォルダにも保存
zh_hans: 也保存到文件夹

# onboarding.storage.subtitle
source: WinMio always copies to the clipboard. Choose whether to also save a PNG file.
de: WinMio kopiert immer in die Zwischenablage. Wähle, ob zusätzlich eine PNG-Datei gespeichert werden soll.
fr: WinMio copie toujours dans le presse-papiers. Choisissez si un fichier PNG doit aussi être enregistré.
ja: WinMio は常にクリップボードへコピーします。PNG ファイルも残すかどうかを選んでください。
zh_hans: WinMio 始终复制到剪贴板。下面这一项决定是否同时保留 PNG 文件。

# onboarding.storage.title
source: Where should screenshots go?
de: Wohin sollen Screenshots gespeichert werden?
fr: Où enregistrer vos captures ?
ja: スクリーンショットの保存先は?
zh_hans: 截图保存到哪里？

# settings.frame.enabled
source: Add Frame
de: Rahmen hinzufügen
fr: Ajouter un cadre
ja: フレームを追加
zh_hans: 添加画框

# settings.frame.signature
source: Signature
de: Signatur
ja: 署名
zh_hans: 签名

# settings.frame.signature.placeholder
source: @yourname
de: @deinName
fr: @votrenom
ja: @あなたの名前
zh_hans: @你的名字

# settings.frame.theme
source: Appearance
de: Erscheinungsbild
fr: Apparence
ja: 外観
zh_hans: 外观

# settings.frame.theme.alwaysDark
source: Always Dark
de: Immer dunkel
fr: Toujours sombre
ja: 常にダーク
zh_hans: 永远暗色

# settings.frame.theme.alwaysLight
source: Always Light
de: Immer hell
fr: Toujours clair
ja: 常にライト
zh_hans: 永远浅色

# settings.frame.theme.auto
source: Auto
de: Automatisch
ja: 自動
zh_hans: 自动

# settings.hotkey.advanced_window_capture
source: Advanced Window Capture
de: Erweiterte Fensteraufnahme
fr: Capture de fenêtre avancée
ja: 高度なウィンドウキャプチャ
zh_hans: 高级窗口截图

# settings.hotkey.clear
source: Clear shortcut
de: Kurzbefehl entfernen
fr: Effacer le raccourci
ja: ショートカットを削除
zh_hans: 清除快捷键

# settings.hotkey.full_screen
source: Full Screen Capture
de: Vollbildaufnahme
fr: Capture plein écran
ja: フルスクリーンキャプチャ
zh_hans: 全屏截图

# settings.hotkey.press_prompt
source: Press a shortcut…
de: Drücke einen Kurzbefehl…
fr: Appuyez sur un raccourci…
ja: ショートカットを押してください…
zh_hans: 请按下快捷键…

# settings.hotkey.unset
source: Not set
de: Nicht festgelegt
fr: Non défini
ja: 未設定
zh_hans: 未设置

# settings.hotkey.window_capture
source: Window Capture
de: Fensteraufnahme
fr: Capture de fenêtre
ja: ウィンドウキャプチャ
zh_hans: 窗口截图

# settings.launch_at_login
source: Launch at login
de: Beim Anmelden öffnen
fr: Ouvrir à la connexion
ja: ログイン時に起動
zh_hans: 开机启动

# settings.play_sound_on_capture
source: Capture sound
de: Aufnahmeton
fr: Son de capture
ja: キャプチャ音
zh_hans: 截图音效

# settings.privacy_policy
source: Privacy Policy
de: Datenschutz
fr: Confidentialité
ja: プライバシーポリシー
zh_hans: 隐私政策

# settings.project_homepage
source: Project Homepage
de: Projekt-Website
fr: Site du projet
ja: プロジェクトホーム
zh_hans: 项目主页

# settings.save_to
source: Save to
de: Speichern unter
fr: Enregistrer dans
ja: 保存先
zh_hans: 保存到

# settings.save_to_file
source: Save captures to file
de: Aufnahmen als Datei speichern
fr: Enregistrer les captures en fichier
ja: キャプチャをファイルに保存
zh_hans: 保存截图到文件

# settings.section.about
source: About
de: Über
fr: À propos
ja: 情報
zh_hans: 关于

# settings.section.frame
source: Frame
de: Rahmen
fr: Cadre
ja: フレーム
zh_hans: 画框

# settings.section.frame.footer
source: The frame is only added to window screenshots.
de: Der Rahmen wird nur auf Fenster-Screenshots angewendet.
fr: Le cadre est ajouté uniquement aux captures de fenêtres.
ja: フレームはウィンドウキャプチャにのみ追加されます。
zh_hans: 画框只对窗口截图和高级窗口截图生效。

# settings.section.general
source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用

# settings.section.general.footer
source: Press the shortcut to trigger the matching capture mode from any app. Advanced window capture opens the editor afterwards.
de: Drücke den Kurzbefehl, um den entsprechenden Aufnahmemodus in jeder App auszulösen. Die erweiterte Fensteraufnahme öffnet anschließend den Editor.
fr: Appuyez sur le raccourci pour déclencher le mode de capture correspondant depuis n’importe quelle app. La capture de fenêtre avancée ouvre ensuite l’éditeur.
ja: ショートカットを押すと、どのアプリからでも対応するキャプチャモードが起動します。高度なウィンドウキャプチャは撮影後にエディタが開きます。
zh_hans: 按下快捷键即可在任意应用中触发对应的截图模式。高级窗口截图截完后会进入编辑器。

# settings.section.storage
source: Storage
de: Speicher
fr: Stockage
ja: 保存
zh_hans: 存储

# settings.section.storage.footer
source: When “Save captures to file” is off, captures are only copied to the clipboard and never written to disk.
de: Wenn „Aufnahmen als Datei speichern“ deaktiviert ist, werden Aufnahmen nur in die Zwischenablage kopiert und nicht auf die Festplatte geschrieben.
fr: Lorsque « Enregistrer les captures en fichier » est désactivé, les captures sont uniquement copiées dans le presse-papiers et jamais écrites sur le disque.
ja: 「キャプチャをファイルに保存」をオフにすると、キャプチャはクリップボードにコピーされるのみで、ディスクには書き込まれません。
zh_hans: 关闭「保存截图到文件」后，截图仅复制到剪切板，不写入磁盘。

# settings.select_folder.message
source: Choose a folder to save captures
de: Ordner zum Speichern wählen
fr: Choisissez un dossier pour les captures
ja: キャプチャを保存するフォルダを選択
zh_hans: 请选择用于保存截图的文件夹

# settings.select_folder.prompt
source: Choose
de: Auswählen
fr: Choisir
ja: 選択
zh_hans: 选择

# settings.storage.folder_placeholder
source: Choose Folder…
de: Ordner wählen…
fr: Choisir un dossier…
ja: フォルダを選択…
zh_hans: 选择文件夹…

# settings.storage.organize_by_month
source: Organize by Year and Month
de: Nach Jahr und Monat ablegen
fr: Classer par année et mois
ja: 年月フォルダに分けて保存
zh_hans: 按年月分文件夹保存

# settings.storage.organize_by_month.help
source: Screenshots go into subfolders like 2026/08 inside your save folder.
de: Bildschirmfotos landen in Unterordnern wie 2026/08 in deinem Speicherordner.
fr: Les captures sont placées dans des sous-dossiers comme 2026/08 de votre dossier d’enregistrement.
ja: スクリーンショットは保存フォルダ内の 2026/08 のようなサブフォルダに保存されます。
zh_hans: 截图会保存到保存文件夹内形如 2026/08 的子文件夹中。

# settings.view_onboarding
source: View onboarding
de: Einführung anzeigen
fr: Voir l’introduction
ja: 入門ガイドを見る
zh_hans: 查看入门指引

# editor.tool.text
source: Text
fr: Texte
ja: テキスト
zh_hans: 文字

# hotkey.key.delete
source: Delete
fr: Suppr
zh_hans: 删除

# hotkey.key.escape
source: Esc
fr: Échap

# hotkey.key.forward_delete
source: Forward Delete
fr: Suppr avant
zh_hans: 前向删除

# hotkey.key.home
source: Home
fr: Origine

# hotkey.key.return
source: Return
fr: Entrée
ja: リターン
zh_hans: 回车

# editor.tool.ellipse
source: Ellipse
ja: 楕円
zh_hans: 椭圆

# hotkey.key.tab
source: Tab
ja: タブ

# settings.version
source: Version
ja: バージョン
zh_hans: 版本

# common.ok
source: OK
zh_hans: 确定
